[
    {
      "id": "XWaQXcbk0",
      "name": "Картопля, запечена в мундирі",
      "description": "Ароматна, ситна, шипляча домашня картопля, фарширована сметанно-беконною начинкою, - це дуже простий і дуже ефектний спосіб нагодувати велику кількість людей, практично не витративши на готування ні сил, ні часу. Звичайну картоплю при бажанні тут можна замінити на солодкий батат, а начинку додати, наприклад, кукурудзу або солодкий червоний перець.",
      "image": "https://cdn.segodnya.ua/i/original/media/image/5eb/aa0/a40/5ebaa0a40a162.jpg.webp",
      "price": 100,
      "ingredients": [
        "Картопля",
        "Часник",
        "Сметана",
        "Бекон",
        "Твердий сир",
        "Зелена цибуля"
      ]
    },
    {
      "id": "pkXzyRp1P",
      "name": "Томатний магрібський суп",
      "description": "Томатний магрібський суп особливо поширений у Марокко та Тунісі. Він дуже простий у приготуванні і сам по собі легкий - в основі томати та курячий бульйон. Крім них у супі лише необхідні спеції, мед та лимон, які всі разом і передають цей східний колорит. Смак супу повністю залежить від якості томатів. Доповнять страву свіжа кінза і окремі часточки лимона.",
      "image": "https://kulinarissimo.com/uploads/img/full/2e69d1302534d1eda00556d8844d9d3c.jpg",
      "price": 150,
      "ingredients": [
        "Помідори",
        "Курячий бульйон",
        "Мед",
        "Петрушка",
        "Кінза",
        "Паприка"
      ]
    },
    {
      "id": "QMom9q4Ku",
      "name": "Крем-суп з гарбуза",
      "Description": "Портрет цієї помаранчевої юшки прикрашає обкладинку книги 'La Cuisine du Marché' Поля Бокюза. Бокюз, який придумав так звану нову кухню, вважав гарбуз однією з основ цього світопорядку, а гарбузовий суп - такою собі навколоплідною водою гастрономії.",
      "image": "https://i.obozrevatel.com/food/recipemain/2019/3/25/hj.jpg?size=636x424",
      "price": 100,
      "ingredients": ["Гарбуз", "Петрушка", "Сливки", "Бренді", "Курячий бульйон"]
    },
    {
      "id": "k2k0UrjZG",
      "name": "Салат із червоної квасолі з сирним сиром",
      "description": "Тосканський салат, витриманий у колористиці італійського прапора. Буквально кількох ложок вистачає, щоб у шлунку утворився приємний тягар. Дуже корисна штука з точки зору ранку, коли важко запхати в себе великі дози біомаси, а їсти при цьому хочеться." ,
      "image": "https://kuhari.com.ua/img/salat_iz_krasnoi_fasoli_s_tvorojnim_sirom-491117.JPG",
      "price": 150,
      "ingredients": [
        "Квасоля",
        "Сіль",
        "Часник",
        "Оливкова олія",
        "Сир",
        "Червона цибуля"
      ]
    },
    {
      "id": "j2k8U1jZd",
      "name": "Класичний грецький салат",
      "description": "Це рецепт із старої, привезеної з Греції, кулінарної книги. Секрет салату - найсвіжіші овочі та гарна фета. Для салату використовують тільки оливкову олію, а такі спеції, як орегано та базилік, є візитною карткою грецької кухні.",
      "image": "https://i.obozrevatel.com/food/recipemain/2018/11/15/screenshot81.png",
      "price": 350,
      "ingredients": [
        "Оливкова олія",
        "Лимонний сік",
        "Часник",
        "Помідори",
        "Червона цибуля",
        "Сир фета",
        "Масліни"
      ]
    },
    {
      "id": "X2aQ7cvkd",
      "name": "Маффіни з лохиною і мускатним горіхом",
      "description": "Культова ягода, яку навчилися виробляти цілий рік, у поєднанні з пухким тестом - це абсолютно безпрограшний варіант. Маффіни з голубиною стали популярним десертом в Англії та Америці, хоча походження їхнє французьке. Та й взагалі ці маленькі солодкі кекси, якими ми їх знаємо зараз, замислювалися як звичайний хліб і на смак були нейтральні.",
      "image": "https://smachnonews.24tv.ua/resources/photos/news/202106/1658426.jpg?v=1661262076000&w=840&h=472&fit=cover&output=webp&q=50",
      "price": 170,
      "ingredients": [
        "Вершкове масло",
        "Пшеничне борошно",
        "Голубика",
        "Ванільний екстракт",
        "Мускатний горіх"
      ]
    },
    {
      "id": "nk3zy1pf8",
      "name": "Азу по-татарськи",
      "description": "Одна з небагатьох страв, що удостоїлися в радянській продуктовій традиції продажу з іменною нарізкою. І досі в кулінаріях і супермаркетах можна знайти яловичину, яку ріжуть соломкою і продають як азу. Щодо самої страви досі точаться суперечки, як і з чим готувати: використовувати яловичину або баранину, топлене або звичайне масло, тушкувати в казані або сотейнику з товстим дном.",
      "image": "https://chudo-povar.com/images/azu-iz-govyadiny-po-tatarski.jpg",
      "price": 270,
      "ingredients": [
        "Яловичина",
        "Солоні огірки",
        "Картопля",
        "М'ясний бульйон",
        "Часник"
      ]
    },
    {
      "id": "b7k2U13fd",
      "name": "Смажений рис з яйцем по-китайськи",
      "description": "Смажений рис - досить поширений інгредієнт страв східноазіатської кухні - готувати, по суті, можна з залишків вчорашньої вечері. Тільки добре остиглий, заздалегідь зварений рис, що в ідеалі простояв всю ніч у холодильнику, при попаданні в розпечений вок стану каші і не перетворить вміст сковорідки на неповороткий безформний ком.",
      "image": "https://znaj.ua/crops/a7512b/620x0/1/0/2019/02/27/l74nqoqqEPy4Wi1vfxI0QNp3HpV0ijD8Guyeb1q9.jpeg",
      "price": 240,
      "ingredients": [
        "Круглий рис",
        "Міні цукіні",
        "Тертий імбир",
        "Гриби шиїтаке",
        "Соєвий соус",
        "Кунжутна олія"
      ]
    }
  ]